Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/nmh.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: Gjerdingen served as examiner when van Tour defended his dissertation “Counterpoint and Partimento – Methods of Teaching Composition in Late Eighteenth-Century Naples” in 2015. Van Tour’s work is a continuation of Gjerdingen’s findings, and focuses on the connections between partimenti theory and practice.
nb: Gjerdingen var opponent under van Tours doktorgradsavhandling «Counterpoint and Partimento – Methods of Teaching Composition in Late Eighteenth-Century Naples» i 2015, og van Tours arbeider er en videreføring av Gjerdingens funn, med fokus på sammenhengen mellom partimenti-teori og -praksis.

source: Furthermore, they will address performer attitudes to play, ideas of «the romantic», style and aesthetics, and relationships between interpretation, improvisation and composition.
nb: Videre vil de ta for seg relasjoner mellom interpretasjon, improvisasjon og komposisjon, og utøverholdninger til blant annet lek, stil, romantikk og estetikk.

source: The library caters for students with dyslexia, impaired vision, ADHD or other reading difficulties.
nb: Tilbudet er for studenter med dysleksi, svekket syn, ADHD eller andre utfordringer som kan gi lesevansker.

source: Inspired and informed by recent works in critical musicology, popular music and media studies, the study especially draws upon the works and ideas of Lawrence Kramer, Stan Hawkins, Derek Scott, Will Straw, Richard Leppert, Keith Kahn-Harris, Robert Walser, Marshall McLuhan, Antoine Hennion, and Siegfried Zielinski.
nb: Inspirert og informert av nyere litteratur innen kritisk musikologi, populærmusikkstudier og medievitenskap bygger denne studien i særlig grad på arbeidene og ideene til Lawrence Kramer, Stan Hawkins, Derek Scott, Will Straw, Richard Leppert, Keith Kahn-Harris, Robert Walser, Marshall McLuhan, Antoine Hennion og Siegfried Zielinski.

source: Some places, like Kulturhuset and Majorstua kirke, are used frequently and can therefore be booked rather quickly.
nb: Enkelte steder, som Kulturhuset og Majorstuen kirke, bruker vi jevnlig og har derfor høyt aktivitetsnivå med relativt kort planleggingshorisont.

source: As an improviser, she has been part of the improv community in Norway in collaboration with e.g. Lemur, Christian Wallumrød, Trygve Seim, Michael Duck, Lene Grenager, Ståle Storløkken, Eivind Lønning, Kjetil Gutvik, Natasha Barrett, Per Zanussi, Helga Myhr.
nb: Som improvisator har hun vært en del av impromiljøet i Norge i samarbeid med blant annet Lemur, Christian Wallumrød, Trygve Seim, Michael Duck, Lene Grenager, Ståle Storløkken, Eivind Lønning, Kjetil Gutvik, Natasha Barrett, Per Zanussi, Helga Myhr mfl.

source: Check out Kulturkirken Jacob in St James’s Church, which is operated by Kirkelig kulturverksted.
nb: Sjekk mulighetene på Kulturkirken Jakob, som blir drevet av Kirkelig kulturverksted.

source: Lasse Thoresen himself has an ability and a propensity to be inspired by music, philosophy and religion from different cultures.
nb: Lasse Thoresen har selv en evne og en hang til å la seg inspirere av musikk, filosofi og religion fra forskjellige kulturer.

source: This concentration is intended for performers who wish to develop their improvisation skills as jazz musicians and professional performers.
nb: Studieretningen er for utøvere som ønsker å videreutvikle seg som improvisert musikk/jazz musikere og profesjonelle musikkarbeidere.

source: I don’t have many expenses.
nb: Jeg har ikke mange utgifter.

source: The Stasi continues to employ people in a way.
nb: Stasi sysselsetter ennå folk, for å si det forsiktig.

source: have an insight into relevant repertoire and performance practice
nb: har innsikt i aktuelt repertoar og relevant oppføringspraksis

source: I hope the study will shed light on many important topics in a good way; but then, of course, more research is always going to be needed to elucidate other topics and contexts.”
nb: Jeg håper studien vil belyse mange viktige tema på en god måte, og så vil man jo alltid trenge mer forskning for å belyse andre tema og kontekster.

source: Learning repertoire and playing with accompaniment.
nb: Innstudering av repertoar og samspill med akkompagnatør.

source: From guided practice to self-imposed learning activities - Siw Graabræk Nielsen
nb: Hovedinstrumentundervisning og studenters selvregulerte øvingsaktiviteter – Siw Graabræk Nielsen.

source: It all began with the TV programme broadcast from the opening ceremony of the Olympic Games in Lillehammer.
nb: Det hele begynte med tv-sendingen fra åpningsseremonien under OL på Lillehammer.

source: Join our journey from the baroque to more modern music – we offer wonderful musicians and beautiful tunes by Carl Nielsen (1865–1931), Antonio Vivaldi (1678–1741) and Claude Debussy (1862–1918).
nb: Velkommen til vår reise fra barokken og frem til moderne musikk – vi byr på fantastiske musikere og vakker musikk av Carl Nielsen (1865–1931), Antonio Vivaldi (1678–1741) og Claude Debussy (1862–1918).

source: The weekly lessons are supplemented by a seminar (Saturday) in the Autumn semester.
nb: Ukentlig undervisning suppleres med ett dagsseminar (lørdag) i høstsemesteret.

source: His maxim is to work 24/7.
nb: Leveregelen er å arbeide 24/7.

source: He will have his debut as a songwriter and vocalist there.
nb: Der debuterer han som låtskriver og vokalist.

source: Want to be notified of relevant engagements?
nb: Ønsker du å bli kontaktet om relevante oppdrag?

source: “It was a reading of the files.
nb: – Det ble opplesning av mappene.

source: The Making Waves project came as a result of a one-week teaching visit to Tbilisi in February 2019 as part of the project Modernising higher education at the Tbilisi State Conservatoire" and had very ambitious goals.
nb: Dette prosjektet utviklet seg etter en uke med undervisning i Tbilisi i februar 2019 som en del av “Modernisering av høyere musikkutdanning ved Tbilisi State Conservatoire” -prosjektet, og begynte med ambisiøse mål.

source: The project description may be amended during the process.
nb: Prosjektbeskrivelsen kan endres underveis i prosessen.

source: Watch opera and ballet performances live from the Royal Opera House in London and the Metropolitan Opera in New York.
nb: Få med deg opera- og ballettforestillinger live fra Royal Opera House i London og New Yorks Metropolitan.

source: Here he studied under Marco Stroppa, a composer known for combining acoustic and electronic instruments.
nb: Her studerte han med Marco Stroppa, en komponist som er kjent for å kombinere akustiske og elektroniske instrumenter.

source: The user at the centre
nb: Brukeren i sentrum

source: He is an exchange student from Universidad de Los Andes in Mérida, in the west of Venezuela.
nb: Han utveksler fra Universidad de Los Andes i Mérida, vest i Venezuela.

source: This applies to students on the undergraduate and graduate programmes in music performance classical (KAUTkl, MAUT solo/kammer), bachelor of music in conducting (KADI), bachelor of music in Church music (KAKM), bachelor of music in music education classical (KAMP – klassisk), Bachelor of music with individual concentration (FRIKA) who will be having their exam recital at NMH, and pertinent continuing studies:
nb: Bachelor- og masterstudiet i utøving klassisk (KAUTkl, MAUT solo/kammer), bachelorstudiet i direksjon (KADI), bachelorstudiet i kirkemusikk (KAKM), bachelorstudiet i musikkpedagogikk (KAMP – klassisk), Det frie kandidatstudiet (FRIKA) med eksamenskonsert i NMHs lokaler og aktuelle videreutdanninger:

source: “The background of my compositions is an extensive collection of folk songs and other material.
nb: – Bakgrunnen for mine komposisjoner er en omfattende innsamling av viser og annet materiale.

source: He had not.
nb: Det hadde han ikke.

source: the Russian tradition (Rimsky-Korsakov to Stravinsky)
nb: Den russiske skolen (Rimsky-Korsakov til Stravinsky)

source: Strings and Harp
nb: Strykere og harpe

source: The ensemble, consisting of Andreas Røysum, Marthe Lea, Joel Ring and Christian Meaas Svendsen, base their playing on the abstract language of free impro music, connected through words by poet, musician and writer Channa Riedel.
nb: Ensemblet, bestående av Andreas Røysum, Marthe Lea, Joel Ring og Christian Meaas Svendsen, tar utgangspunkt i den fri-improviserte musikkens abstrakte språk, satt i sammenheng med tekst av poet, musiker og skribent Channa Riedel.

source: Lasse Thoresen has been professor of composition at the Norwegian Academy of Music since 1988.
nb: Lasse Thoresen har vært professor i komposisjon ved Norges musikkhøgskole siden 1988.

source: Let the Harp Sound! consists of over 40 performances by Rødland throughout the project period.
nb: Det kunstneriske resultat av Rødlands prosjekt består av over 40 forestillinger holdt gjennom hele prosjektperioden.

source: Education: PhD in performance practice, on Pauline Hall, composer, critic and head of Ny Musikk, NMH 2013; major in music education, NMH 1996-1998; Bachelor’s degree in music education, NMH, 1992-1996; Ex.
nb: i oppføringspraksis, om komponisten, kritikeren og Ny Musikk-lederen Pauline Hall, NMH 2013, hovedfag musikkpedagogikk, NMH 1996-1998, kandidatstudiet i musikkpedagogikk, NMH 1992-1996, Ex.

source: At the same time, I think that when you are an artist, you should be able to try out everything possible, heaven and hell; you should be able to sing about the painful and the happy things.
nb: Samtidig mener jeg at man som artist skal kunne levere både i himmelen og helvete, du skal kunne synge om de vonde og de varme tingene.

source: The salary is at student assistant level (pay grade 26, which amounts to NOK 168.40 per hour).
nb: Lønn som studentassistent (lønnstrinn 26, som tilsvarer 168,40 kroner i timen).

source: I just wander round, surrounded by these things, and think.”
nb: Jeg går bare rundt, omgitt av disse tingene, og tenker.

source: Resources from the EU:
nb: Relevante EU-dokumenter og sider:

source: I think this will trigger a thought process that can help me to study in a more targeted manner, says Salvesen.
nb: Jeg tror dette vil sette i gang en tankeprosess som kan hjelpe meg til å jobbe mer målrettet i studiene mine, sier Salvesen.

source: Andreas Sønning practises what he preaches – two of his students have recently landed a dream contract as musicians, with the debt-collection agency Lindorff, after an energetic promotional effort accomplished with the advice of the Associate Professor.
nb: Andreas Sønning praktiserer det han messer – to av studentene hans landet akkurat en drømmekontrakt som musikere, med inkassobyrået Lindorff, etter et iherdig promoteringsarbeid i rådføring med førstelektoren.

source: They play for each other and for their teachers, and they get feedback on their performances.
nb: De spiller for hverandre og sine lærere og får tilbakemelding på prestasjonene sine.

source: Why does he do all this – compose, build, perform, research?
nb: Hvorfor gjør han alt dette, komponerer, bygger, utøver, forsker?

source: Students will play the planned repertoire for the project week(s).
nb: Studentene deltar i det repertoar som er planlagt for den/de aktuelle prosjektuken(e).

source: “If it hadn’t been for that person I wouldn’t have been able to buy the plane ticket.”
nb: – Hadde det ikke vært for den personen, hadde jeg ikke kunnet kjøpe flybillett.

source: Altogether 91 per cent think that online instruction functions more poorly or much more poorly than physical instruction.
nb: 91 prosent synes digital undervisning fungerer dårligere eller mye dårligere enn fysisk undervisning.

source: This is a greater increase than the percentages for the country as a whole, which were respectively 34 (2018) and 45 (2021) per cent.
nb: Det er en større økning enn landsgjennomsnittet på henholdsvis 34 (2018) og 45 (2021) prosent.

source: He is also a musician, and Harpreet Bansal grew up with the Indian tradition as a powerful presence due to his influence.
nb: Harbhajan Singh Bansal er også musiker, og Harpreet Bansal er oppvokst med den indiske tradisjonen sterkt til stede gjennom ham.

source: , sociologist and member of the Sociology Polyclinic in Trondheim.
nb: , sosiolog og medlem av Sosiologisk Poliklinikk i Trondheim.

source: “There is a very clear link between education policy, as it manifests itself in the curriculum, and arts policy.
nb: – Det er en veldig tydelig forbindelse mellom det utdanningspolitiske, som man kan se i læreplanene, og det kulturpolitiske.

source: It also means that those experiencing these feelings are rather good musicians, Fougner Skaansar explains.
nb: Det gjør også at de som kjenner på dette er ganske gode til å spille, forklarer Fougner Skaansar.

source: The sub-projects must be discussed and approved by the course instructor.
nb: TUP-ensemble, TUP-standard, TUP-dobbel og TUP-kombi.

source: Orchestra and chamber orchestra
nb: Orkester og kammerorkester

source: The repertoire should be of at least 30 minutes’ duration and include all the topics covered on the course.
nb: Repertoarlisten skal være på minst 30 minutter, og skal omfatte alle arbeidsområdene i emnet.

source: I have close on 3,000 sounds in the bank now, and friends in Europe and Asia help me to collect, so I add 35-40 sounds each month, and the instrument gets richer and richer, and acquires more and more possibilities.
nb: Jeg har nærmere 3000 lyder i banken nå, og venner i Europa og Asia hjelper meg med å samle, så jeg legger til 35-40 lyder hver måned, og instrumentet blir rikere og rikere, og får flere og flere muligheter.

source: Jon Martin Vinje: (tenor saxophone and recorder)
nb: Jon Martin Vinje (tenorsaksofon og blokkfløyte)

source: No matter how many people are involved in your concert – producers, technicians, teachers, organizers, arrangementsverter, etc. – marketing is still your responsibility.
nb: Uansett hvor mange som er involvert i konserten din, enten det er produsenter, teknikere, lærere, arrangører eller arrverter, er markedsføring fortsatt ditt ansvar.

source: So too for us, and for many of my patients as well.”
nb: Sånn er det for oss, og sånn er det for mange av pasientene mine også.

source: Orning has commissioned and premiered about 150 new works by composers in Norway and abroad, including Simon Steen-Andersen, Natasha Barrett, Øyvind Torvund, Trond Reinholdtsen, Maja Ratkje, Annesley Black, Kristine Tjøgersen, Simon Løffler and Mathias Spahlinger.
nb: 150 nye verk av komponister i Norge og utlandet, blant annet Simon Steen-Andersen, Natasha Barrett, Øyvind Torvund, Trond Reinholdtsen, Maja Ratkje, Annesley Black, Kristine Tjøgersen, Simon Løffler og Mathias Spahlinger.

source: Jazz improvisation for bachelor students, except jazz performance students and music education jazz students.
nb: Jazz-improvisasjon for bachelorstudenter fra andre studieretninger ved NMH enn improvisert musikk/jazz og musikkpedagogikk jazz/pop/rock.

source: Individual lessons with accompaniment.
nb: Individuelle timer med akkompagnatør.

source: “In the interviews the young people also spoke a lot about the emotional change they were experiencing.
nb: – Ungdommene snakket også mye i intervjuene om den emosjonelle endringen de opplevde.

source: But it’s a very natural partner!”
nb: Det er en veldig naturlig partner!

source: We should be honest and say so while also looking at the benefits of the model, what we need to protect.
nb: Vi burde være ærlige og kunne si dette og samtidig se hva som er det beste ved modellen, hva vi må beskytte.

source: This is the ultimate archive!
nb: Dette er jo det ultimate arkivet!

source: one-to-one tuition, classes, lectures, seminars, projects and study groups.
nb: Individuell undervisning, klassetimer, forelesninger, seminarer, prosjekter og kollokvier.

source: Educated as a classical cellist, Harnoncourt in 1953 formed his own ensemble, Concentus Musicus Wien, which soon became well known for experimenting with old instruments.
nb: Med bakgrunn som klassisk cellist, dannet han i 1953 sitt eget ensemble, Concentus Musicus Wien, som var tidlig ute med å utforske bruk av gamle instrumenter.

source: What are QS rankings?
nb: Hva er QS ranking?

source: Claude Debussy (1862–1918): Preludes from book 1:
nb: Claude Debussy (1862–1918): Preludier fra bok 1:

source: This involves group improvisation, loudspeaker orchestras and the presentation of experimental or open-form compositions.
nb: Dette innebærer improvisasjon i gruppe, høyttalerorkester, fremføringer av eksperimentelle eller open-form komposisjoner.

source: What has happened since it started?
nb: Hva har skjedd siden oppstarten?

source: The Master of Music Performance Degree Programme is designed to provide a high-quality academic music education and to produce knowledgeable, independent musicians. The programme comprises a total of 120 ECTS credits.
nb: Mastergradsstudiet i dirigering er en toårig dirigentutdanning som utgjør til sammen 120 studiepoeng, og gir mulighet for spesialisering i enten orkester-/korpsledelse eller korledelse.

source: Furthermore, it also looks at how a direct meeting with the music industry (i.e. promoters, management, venues) can work as a generator to streamline the knowledge you can only gain through experience.
nb: Prosjektet ser også på hvordan et direkte møte med musikkbransjen (det vil si konsertarrangører, management og arenaer) kan fungere som en generator for å fremme den kunnskapen man kun får gjennom erfaring.

source: I grew up in a brick jungle, and this brick jungle inspires me.
nb: Jeg vokste opp i en steinjungel, og denne steinjungelen inspirerer meg.

source: I have been open about my intentions to develop so-called “creative spaces” for the students, meaning that we must work together with other disciplines at the university, and that the academic staff needs to be able to further advance their abilities, Peter continues.
nb: Jeg har vært åpen på at jeg kommer til å jobbe med å utvikle såkalte «creative spaces» for studentene, at vi må samarbeide med andre disipliner og fagmiljøer på universitetet og at ansatte må få videreutvikle seg, fortsetter Peter.

source: What did we experience during a week of concerts and workshops in Brazil?
nb: Hvilke erfaringer satt vi igjen med etter en uke med konserter og workshops i Brasil?

source: – When I started at NMH I had an idea of who I was going to be as a classical pianist.
nb: – Da jeg begynte på NMH hadde jeg en idé om hvem jeg skulle bli som klassisk pianist.

source: See guidelines for PhD trial disputations at the Norwegian Academy of Music.
nb: Se egne retningslinjer for planlegging og gjennomføring av prøvedisputas.

source: I have chosen a group of subjects at school that are helping me to do this, and a teacher who does the same.
nb: Jeg har valgt en fagpakke på skolen som hjelper meg med det, og en lærer som gjør det samme.

source: Studied repertoire must amount to approx. 30 minutes.
nb: Gjennomgått repertoar skal være på ca. 30 minutter.

source: Click on the link below and fill out the online questionnaire.
nb: Klikk på lenken og svar på nettskjemaet.

source: Sikresiden.no is produced by and for universities, university colleges and research institutions, therein NMH.
nb: Sikresiden.no lages av og for universiteter, høgskoler og forskningsvirksomheter, blant annet NMH.

source: Born in Sweden, 1999
nb: Født i Sverige i 1999

source: Norwegian and English.
nb: To semestre, høst og vår.

source: Compulsory active participation in accordance with lineup needs, rehearsal schedules and guidelines from the Orchestra Committee.
nb: Obligatorisk og aktiv deltagelse i henhold til besetningsoppsett, prøveplaner og orkesterutvalgets til enhver tid gjeldende retningslinjer.

source: All the same, Eirik Sanner praises the classroom community as one of the most positive surprises of his exchange experience so far.
nb: Likevel løfter Eirik Sanner fram klassemiljøet som en av de mest positive overraskelsene ved utvekslingsoppholdet hittil.

source: The student should conduct a programme lasting approx. 40 minutes (maximum 45 minutes).
nb: Studenten dirigerer/ framfører et program på ca. 40 minutter (maksimum 45 minutter).

source: Electronic presentation (for instance PowerPoint)
nb: Programtekst (kort presentasjon av studenten).

source: “I got help from so many people.
nb: – Jeg har fått så mye hjelp av så mange.

source: Students must be able to use features of ProTools 10, and additional tools like Auto-Tune and/or Melodyne, and be able to put together a complete vocal track from several cuts without this being audible.
nb: Studentene skal kunne bruke de verktøy som er i ProTools 10 og tilleggsverktøy som Autotune og/eller Melodyne, samt kunne sette sammen et fullverdig vokalspor fra flere klipp uten at dette er hørbart.

source: In 2004, accompanied by the Staff Band of the Norwegian Armed Forces, Granmo Nilsen recorded Trygve Madsen's Invitation to a Voyage on the Simax label.
nb: Ledsaget av Forsvarets Stabsmusikkorps gjorde han i 2004 en innspilling for SIMAX av Invitation to a Voyage, et verk for horn og blåseorkester av Trygve Madsen.

source: I’ve also travelled a lot, and I find my nature wherever, in any town or city whatsoever.
nb: Jeg har også reist mye, og jeg finner min natur hvor som helst, i en hvilken som helst by.

source: He admits that the format was somewhat challenging for the audience.
nb: Formen var – må han medgi – en smule krevende for publikum.

source: Which jungle do you prefer to live in?
nb: Hvilken jungel foretrekker du å bo i?

source: It’s an opportunity.
nb: Det er en mulighet.

source: How can I contribute here?
nb: Hva har jeg å bidra med her?

source: Participation in all rehearsals and concert(s) is compulsory.
nb: Det er obligatorisk deltagelse på alle prøver og konsert(er).

source: He has collaborated with Arne Nordheim, released a CD of hymns and made a record with heavy metal music.
nb: Han har samarbeidet med Arne Nordheim, gitt ut salme-CD og plate med heavy metal-musikere.

source: Peter Tornquist to Singapore
nb: Peter Tornquist til Singapore

source: Last year one of the students sang “Drøm” (“Dream”) by Erik Bye, and in the prison she talked a little about having a dream before she sang.
nb: En av studentene i fjor sang Drøm av Erik Bye, og i fengslene snakket hun litt om det å ha en drøm før hun sang.

source: We should not stop performing for audiences in other countries.”
nb: Vi må ikke slutte å spille for publikum i andre land.

source: eksamen@nmh.no by 1 February
nb: eksamen@nmh.no innen 1. februar

source: Students will choose labs, projects and modules during the introductory seminar.
nb: Studentene skal velge laboratorier, prosjekt og moduler i løpet av oppstartsseminaret.

source: Assessment and Exams Spring 2021
nb: Vurdering og eksamen våren 2021

source: I envisage the first phase being to meet them at home, the second phase to meet them here in the music therapy room and in the group, and a third phase, if it transpires, to link them up to a music service in their part of town, whether it is the school of music and the arts, a music workshop or some other meeting place.
nb: Jeg ser for meg at første fase blir å møte dem hjemme, andre fase å møte dem her på musikkterapirommet og i gruppen, og eventuelt tredje fase å knytte dem opp til et musikktilbud i bydelen, enten det er kulturskolen, et musikkverksted eller en annen møteplass.

source: Julius: In addition to my nerdy interest in large horn ensembles, I have listened to “Wrecking Ball” with Miley Cyrus a few times, to be honest.
nb: – I tillegg til min nerdete interesse for store horn-ensembler, har jeg hørt på «Wrecking ball» med Miley Cyrus et par ganger, for å si det sånt.
